Repository: ZingerLittleBee/AnyDoor
Catalog: Sources/AnyDoor/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# bluetooth.battery.case
source: Case
zh_hans: 充电盒

# bluetooth.battery.empty
source: No Bluetooth devices report battery
zh_hans: 没有可读取电量的蓝牙设备

# bluetooth.battery.error
source: Failed to read battery levels
zh_hans: 读取电量失败

# bluetooth.battery.reading
source: Reading…
zh_hans: 读取中…

# bluetooth.battery.refresh
source: Refresh
zh_hans: 刷新

# builtin.appShortcuts
source: App Shortcuts
zh_hans: 应用快捷键

# builtin.autoHideMenuBar
source: Auto-Hide Menu Bar
zh_hans: 自动隐藏菜单栏

# builtin.bluetoothBattery
source: Bluetooth Battery
zh_hans: 蓝牙电量

# builtin.brightness
source: Display Brightness
zh_hans: 屏幕亮度

# builtin.brightnessDown
source: Brightness −
zh_hans: 亮度 −

# builtin.brightnessUp
source: Brightness +
zh_hans: 亮度 +

# builtin.captureFullscreen
source: Capture Fullscreen
zh_hans: 全屏截图

# builtin.captureModeBar
source: Capture Menu
zh_hans: 截图菜单

# builtin.captureScrolling
source: Scrolling Capture
zh_hans: 滚动截图

# builtin.captureTimer
source: Timed Capture
zh_hans: 定时截图

# builtin.captureWindow
source: Capture Window
zh_hans: 窗口截图

# builtin.clearClipboard
source: Clear Clipboard
zh_hans: 清空剪贴板

# builtin.clipboardMonitoring
source: Clipboard Monitoring
zh_hans: 剪贴板记录

# builtin.clipboardWall
source: Clipboard
zh_hans: 剪贴板

# builtin.darkMode
source: Dark Mode
zh_hans: 深色模式

# builtin.displaySleep
source: Display Sleep
zh_hans: 显示器睡眠

# builtin.emptyTrash
source: Empty Trash
zh_hans: 清空废纸篓

# builtin.flushDNS
source: Flush DNS
zh_hans: 刷新 DNS

# builtin.hideDesktopIcons
source: Hide Desktop Icons
zh_hans: 隐藏桌面图标

# builtin.hideDock
source: Hide Dock
zh_hans: 隐藏 Dock

# builtin.hostsManager
source: Hosts
zh_hans: Hosts 管理

# builtin.imageConversion
source: Image Conversion
zh_hans: 图片格式转换

# builtin.keyboardLock
source: Disable Keyboard
zh_hans: 禁用键盘

# builtin.lockScreen
source: Lock Screen
zh_hans: 锁定屏幕

# builtin.microphoneMute
source: Mute Mic
zh_hans: 麦克风静音

# builtin.muteAudio
source: Mute
zh_hans: 静音

# builtin.ocr
source: Screen Text Recognition
zh_hans: 屏幕取词

# builtin.pickColor
source: Pick Color
zh_hans: 屏幕取色

# builtin.portManager
source: Port Manager
zh_hans: 端口管理

# builtin.qrcode
source: Recognize QR Code
zh_hans: 识别二维码

# builtin.recordScreen
source: Record Screen
zh_hans: 录制屏幕

# builtin.restartDock
source: Restart Dock
zh_hans: 重启 Dock

# builtin.restartFinder
source: Restart Finder
zh_hans: 重启访达

# builtin.restartMenuBar
source: Restart Menu Bar
zh_hans: 重启菜单栏

# builtin.scheduledShutdown
source: Scheduled Shutdown
zh_hans: 定时关机

# builtin.screenshot
source: Screenshot to Clipboard
zh_hans: 截图到剪贴板

# builtin.screenshotTranslate
source: Screenshot Translate
zh_hans: 截图翻译

# builtin.showHiddenFiles
source: Show Hidden Files
zh_hans: 显示隐藏文件

# builtin.systemSleep
source: System Sleep
zh_hans: 系统休眠

# builtin.translate
source: Translate
zh_hans: 翻译

# builtin.translateSelection
source: Translate Selection
zh_hans: 翻译选中文本

# builtin.windowBottomHalf
source: Bottom Half
zh_hans: 下半屏

# builtin.windowBottomLeftQuarter
source: Bottom Left
zh_hans: 左下角

# builtin.windowBottomRightQuarter
source: Bottom Right
zh_hans: 右下角

# builtin.windowCenter
source: Center Window
zh_hans: 窗口居中

# builtin.windowCenterThird
source: Center Third
zh_hans: 中三分之一

# builtin.windowLayout
source: Window Layout
zh_hans: 窗口布局

# builtin.windowLeftHalf
source: Window Left Half
zh_hans: 窗口左半屏

# builtin.windowLeftThird
source: Left Third
zh_hans: 左三分之一

# builtin.windowLeftTwoThirds
source: Left Two Thirds
zh_hans: 左三分之二

# builtin.windowMaximize
source: Maximize Window
zh_hans: 窗口最大化

# builtin.windowMoveNextDisplay
source: Move to Next Display
zh_hans: 移到下一显示器

# builtin.windowMovePreviousDisplay
source: Move to Previous Display
zh_hans: 移到上一显示器

# builtin.windowRightHalf
source: Window Right Half
zh_hans: 窗口右半屏

# builtin.windowRightThird
source: Right Third
zh_hans: 右三分之一

# builtin.windowRightTwoThirds
source: Right Two Thirds
zh_hans: 右三分之二

# builtin.windowTopHalf
source: Top Half
zh_hans: 上半屏

# builtin.windowTopLeftQuarter
source: Top Left
zh_hans: 左上角

# builtin.windowTopRightQuarter
source: Top Right
zh_hans: 右上角

# capture.delay.seconds
source: %lld s
zh_hans: %lld 秒

# capture.editor.color.black
source: Black
zh_hans: 黑色

# capture.editor.color.blue
source: Blue
zh_hans: 蓝色

# capture.editor.color.custom
source: Custom color
zh_hans: 自定义颜色

# capture.editor.color.green
source: Green
zh_hans: 绿色

# capture.editor.color.orange
source: Orange
zh_hans: 橙色

# capture.editor.color.red
source: Red
zh_hans: 红色

# capture.editor.color.white
source: White
zh_hans: 白色

# capture.editor.color.yellow
source: Yellow
zh_hans: 黄色

# capture.editor.crop.apply
source: Crop
zh_hans: 裁剪

# capture.editor.crop.cancel
source: Cancel
zh_hans: 取消

# capture.editor.crop.flip
source: Flip orientation
zh_hans: 翻转方向

# capture.editor.crop.freeform
source: Freeform
zh_hans: 自由

# capture.editor.crop.original
source: Original
zh_hans: 原始

# capture.editor.done
source: Done
zh_hans: 完成

# capture.editor.fill
source: Fill
zh_hans: 填充

# capture.editor.redo
source: Redo
zh_hans: 重做

# capture.editor.strokeWidth
source: Stroke width
zh_hans: 线条粗细

# capture.editor.textSize
source: Text size
zh_hans: 文字大小

# capture.editor.tool.arrow
source: Arrow
zh_hans: 箭头

# capture.editor.tool.blur
source: Blur
zh_hans: 模糊

# capture.editor.tool.counter
source: Numbered step
zh_hans: 步骤编号

# capture.editor.tool.crop
source: Crop
zh_hans: 裁剪

# capture.editor.tool.ellipse
source: Ellipse
zh_hans: 椭圆

# capture.editor.tool.freehand
source: Freehand
zh_hans: 自由绘制

# capture.editor.tool.highlighter
source: Highlighter
zh_hans: 荧光笔

# capture.editor.tool.line
source: Line
zh_hans: 直线

# capture.editor.tool.pixelate
source: Pixelate
zh_hans: 像素化

# capture.editor.tool.rectangle
source: Rectangle
zh_hans: 矩形

# capture.editor.tool.redaction
source: Redaction bar
zh_hans: 涂黑遮盖

# capture.editor.tool.select
source: Select / move
zh_hans: 选择 / 移动

# capture.editor.tool.text
source: Text
zh_hans: 文字

# capture.editor.undo
source: Undo
zh_hans: 撤销

# capture.modeBar.fullscreen
source: Fullscreen
zh_hans: 全屏

# capture.modeBar.recording
source: Record
zh_hans: 录屏

# capture.modeBar.region
source: Region
zh_hans: 区域

# capture.modeBar.scrolling
source: Scrolling
zh_hans: 滚动截图

# capture.modeBar.timer
source: Timer
zh_hans: 定时

# capture.modeBar.window
source: Window
zh_hans: 窗口

# capture.overlay.copy
source: Copy
zh_hans: 复制

# capture.overlay.delete
source: Delete
zh_hans: 删除

# capture.overlay.dragHint
source: Drag to share
zh_hans: 拖拽分享

# capture.overlay.edit
source: Edit
zh_hans: 编辑

# capture.overlay.ocr
source: Extract Text
zh_hans: 提取文字

# capture.overlay.pin
source: Pin
zh_hans: 钉住

# capture.overlay.recapture
source: Re-capture
zh_hans: 重新截图

# capture.overlay.reveal
source: Show in Finder
zh_hans: 在访达中打开

# capture.overlay.save
source: Save
zh_hans: 保存

# capture.overlay.saveAs
source: Save As
zh_hans: 另存为

# capture.scroll.cancel
source: Cancel
zh_hans: 取消

# capture.scroll.captured
source: Captured %d px
zh_hans: 已捕获 %d px

# capture.scroll.done
source: Done
zh_hans: 完成

# capture.scroll.title
source: Scrolling Capture
zh_hans: 滚动截图

# capture.toast.copied
source: Copied to clipboard
zh_hans: 已复制到剪贴板

# capture.toast.deleted
source: Deleted
zh_hans: 已删除

# capture.toast.failed
source: Capture failed
zh_hans: 截图失败

# capture.toast.saveAsFailed
source: Conversion failed; nothing saved
zh_hans: 转换失败，未保存文件

# capture.toast.saved
source: Saved to %@
zh_hans: 已保存到 %@

# capture.window.pickHint
source: Click a window to capture it · Esc to cancel
zh_hans: 点击窗口进行截图 · Esc 取消

# clipboard.action.addToTag
source: Add to Category
zh_hans: 添加到分类

# clipboard.action.convertImage
source: Convert Image Format
zh_hans: 图片格式转换

# clipboard.action.copy
source: Copy
zh_hans: 复制

# clipboard.action.delete
source: Delete
zh_hans: 删除

# clipboard.action.edit
source: Edit
zh_hans: 编辑

# clipboard.action.favorite
source: Favorite
zh_hans: 收藏

# clipboard.action.ignoreSource
source: Ignore “%@”
zh_hans: 忽略“%@”

# clipboard.action.revealInFinder
source: Reveal in Finder
zh_hans: 在 Finder 中显示

# clipboard.action.unfavorite
source: Unfavorite
zh_hans: 取消收藏

# clipboard.category.all
source: All
zh_hans: 全部

# clipboard.category.favorites
source: Favorites
zh_hans: 收藏

# clipboard.edit.cancel
source: Cancel
zh_hans: 取消

# clipboard.edit.discard
source: Discard
zh_hans: 放弃修改

# clipboard.edit.discardPrompt
source: Discard unsaved changes?
zh_hans: 放弃未保存的修改？

# clipboard.edit.keepEditing
source: Keep Editing
zh_hans: 继续编辑

# clipboard.edit.save
source: Save
zh_hans: 保存

# clipboard.edit.title
source: Edit Text
zh_hans: 编辑文本

# clipboard.empty
source: No history
zh_hans: 暂无历史

# clipboard.file.count
source: %lld files
zh_hans: %lld 个文件

# clipboard.hint.category
source: Category
zh_hans: 切换分类

# clipboard.hint.close
source: Close
zh_hans: 关闭

# clipboard.hint.copy
source: Copy
zh_hans: 复制

# clipboard.hint.delete
source: Delete
zh_hans: 删除

# clipboard.hint.editCategories
source: Hold to edit categories
zh_hans: 按住编辑分类

# clipboard.hint.filterSource
source: Filter source
zh_hans: 筛选来源

# clipboard.hint.jumpEnds
source: First/last
zh_hans: 首/尾

# clipboard.hint.pastePlain
source: Paste plain
zh_hans: 纯文本粘贴

# clipboard.hint.preview
source: Preview
zh_hans: 预览

# clipboard.hint.search
source: Search
zh_hans: 搜索

# clipboard.hint.select
source: Select
zh_hans: 选择

# clipboard.kind.color
source: Color
zh_hans: 屏幕取色

# clipboard.kind.file
source: File
zh_hans: 文件

# clipboard.kind.image
source: Image
zh_hans: 图片

# clipboard.kind.ocr
source: Screen Text
zh_hans: 屏幕取词

# clipboard.kind.qrcode
source: QR Code
zh_hans: 识别二维码

# clipboard.kind.screenshot
source: Screenshot
zh_hans: 截图

# clipboard.kind.text
source: Text
zh_hans: 文本

# clipboard.preview.cannotRender
source: Cannot preview
zh_hans: 无法预览

# clipboard.preview.close
source: Close preview
zh_hans: 关闭预览

# clipboard.preview.missingFile
source: Screenshot not found
zh_hans: 截图不存在

# clipboard.preview.title
source: Preview
zh_hans: 预览

# clipboard.search.placeholder
source: Search…
zh_hans: 搜索…

# clipboard.source.all
source: All Sources
zh_hans: 全部来源

# clipboard.source.filterHelp
source: Filter clipboard history by source app
zh_hans: 按来源应用筛选剪贴板历史

# clipboard.tag.confirm
source: OK
zh_hans: 确定

# clipboard.tag.createTitle
source: New Category
zh_hans: 新建分类

# clipboard.tag.delete
source: Delete…
zh_hans: 删除…

# clipboard.tag.deletePrompt
source: Delete category "%@"? Items are kept; they're just subject to automatic cleanup again.
zh_hans: 删除分类「%@」？条目不会被删除，仅恢复自动清理。

# clipboard.tag.namePlaceholder
source: Category name
zh_hans: 分类名称

# clipboard.tag.new
source: New Category…
zh_hans: 新建分类…

# clipboard.tag.rename
source: Rename…
zh_hans: 重命名…

# clipboard.tag.renameTitle
source: Rename Category
zh_hans: 重命名分类

# clipboard.text.chars
source: %lld characters
zh_hans: %lld 字符

# clipboard.text.lines
source: %lld lines
zh_hans: %lld 行

# clipboard.toast.copyFailed
source: Copy failed
zh_hans: 复制失败

# clipboard.toast.fileMissing
source: Original file is no longer available
zh_hans: 原文件已不存在，无法粘贴

# clipboard.toast.legacyOwnedCount
source: Files requiring restore: %lld
zh_hans: 待恢复文件：%lld

# clipboard.toast.sourceIgnored
source: Ignoring future copies from %@
zh_hans: 已忽略来自 %@ 的后续复制

# clipboard.toast.unavailableCount
source: Unavailable files: %lld
zh_hans: 不可用文件：%lld

# colorFormat.css
source: CSS (lowercase hex)
zh_hans: CSS 小写十六进制

# colorFormat.hex
source: HEX
zh_hans: HEX 十六进制

# commandPalette.action.copy
source: Copy
zh_hans: 复制

# commandPalette.action.enter
source: Enter
zh_hans: 进入

# commandPalette.action.open
source: Open
zh_hans: 打开

# commandPalette.action.quit
source: Quit
zh_hans: 结束进程

# commandPalette.action.run
source: Run
zh_hans: 执行

# commandPalette.action.select
source: Select
zh_hans: 选择

# commandPalette.action.toggle
source: Toggle
zh_hans: 切换

# commandPalette.builtinTag
source: Built-in
zh_hans: 内置

# commandPalette.confirm.cancel
source: Cancel
zh_hans: 取消

# commandPalette.devTool.scopePlaceholder
source: Enter text to convert
zh_hans: 输入要转换的内容

# commandPalette.devTool.scopeSuggestionHint
source: Press Return to use
zh_hans: 回车进入

# commandPalette.empty
source: No matching commands
zh_hans: 没有匹配的命令

# commandPalette.footer.refreshRates
source: Update Rates
zh_hans: 更新汇率

# commandPalette.hosts.active
source: Active
zh_hans: 已启用

# commandPalette.hosts.edit
source: Edit hosts…
zh_hans: 编辑 hosts…

# commandPalette.option.back
source: Back
zh_hans: 返回

# commandPalette.option.searchPlaceholder
source: Filter options
zh_hans: 筛选选项

# commandPalette.port.subtitle
source: Port :%@ · PID %@
zh_hans: 端口 :%@ · PID %@

# commandPalette.portKill.confirmButton
source: Kill
zh_hans: 结束

# commandPalette.portKill.confirmMessage
source: %@ (port :%@ · PID %@) will be terminated.
zh_hans: %@（端口 :%@ · PID %@）将被结束。

# commandPalette.portKill.confirmTitle
source: Kill process?
zh_hans: 结束进程？

# commandPalette.searchPlaceholder
source: Search commands, apps, quicklinks, ports
zh_hans: 搜索命令、应用、快速入口、端口

# commandPalette.section.applications
source: Applications
zh_hans: 应用

# commandPalette.section.calculator
source: Calculator
zh_hans: 计算

# commandPalette.section.capture
source: Screenshot
zh_hans: 截图

# commandPalette.section.commands
source: Commands
zh_hans: 命令

# commandPalette.section.conversion
source: Conversion
zh_hans: 换算

# commandPalette.section.devTools
source: Developer Tools
zh_hans: 开发者工具

# commandPalette.section.ports
source: Ports
zh_hans: 端口

# commandPalette.section.power
source: Power & Session
zh_hans: 电源与会话

# commandPalette.section.toggles
source: Toggles & Appearance
zh_hans: 开关与外观

# commandPalette.section.translation
source: Translation
zh_hans: 翻译

# commandPalette.section.windowLayout
source: Window Layout
zh_hans: 窗口布局

# conversion.currency.asOf
source: as of %@
zh_hans: 汇率截至 %@

# devTool.base64.decode
source: Base64 Decode
zh_hans: Base64 解码

# devTool.base64.encode
source: Base64 Encode
zh_hans: Base64 编码

# devTool.json.minify
source: JSON Minify
zh_hans: JSON 压缩

# devTool.json.pretty
source: JSON Pretty
zh_hans: JSON 美化

# devTool.timestamp.local
source: Local Time
zh_hans: 本地时间

# devTool.tip.base64
source: Type text to Base64-encode, or paste Base64 to decode
zh_hans: 输入文本编码为 Base64，或粘贴 Base64 解码

# devTool.tip.md5
source: Type text to hash with MD5
zh_hans: 输入文本计算 MD5 哈希

# devTool.tip.sha1
source: Type text to hash with SHA-1
zh_hans: 输入文本计算 SHA-1 哈希

# devTool.tip.sha256
source: Type text to hash with SHA-256
zh_hans: 输入文本计算 SHA-256 哈希

# devTool.tip.url
source: Type text to percent-encode, or paste encoded text to decode
zh_hans: 输入文本进行 URL 编码，或粘贴编码内容解码

# devTool.url.decode
source: URL Decode
zh_hans: URL 解码

# devTool.url.encode
source: URL Encode
zh_hans: URL 编码

# hosts.action.authorize
source: Authorize
zh_hans: 授权

# hosts.action.cancel
source: Cancel
zh_hans: 取消

# hosts.action.delete
source: Delete
zh_hans: 删除

# hosts.action.edit
source: Edit
zh_hans: 编辑

# hosts.action.openDefaultEditor
source: Open in Default Editor
zh_hans: 用默认编辑器打开

# hosts.action.rename
source: Rename
zh_hans: 重命名

# hosts.action.restore
source: Restore
zh_hans: 恢复

# hosts.action.restoreFirstBackup
source: Restore Initial Backup
zh_hans: 恢复首次备份

# hosts.action.save
source: Save
zh_hans: 保存

# hosts.dialog.deleteProfile
source: Delete profile ‘%@’? This action cannot be undone.
zh_hans: 删除配置「%@」？此操作不可撤销。

# hosts.dialog.restoreBackup
source: Restore /etc/hosts from the initial backup? External changes will be lost.
zh_hans: 覆盖 /etc/hosts 为首次备份？外部改动将丢失。

# hosts.error.backupFailed
source: Failed to create a backup. A complete restore may not be possible.
zh_hans: 备份创建失败，可能无法完整恢复

# hosts.error.deleteFailed
source: Failed to delete the profile. Please try again.
zh_hans: 删除配置失败，请重试

# hosts.error.liveReadFailed
source: Unable to read the system hosts file.
zh_hans: 无法读取系统 hosts 文件

# hosts.error.noBackup
source: No backup is available.
zh_hans: 无可用备份

# hosts.field.name
source: Name
zh_hans: 名称

# hosts.helper.approval
source: Authorize the background helper in System Settings
zh_hans: 需要在系统设置中授权后台帮助程序

# hosts.manager.openHelp
source: Open Hosts Manager
zh_hans: 打开 Hosts 管理窗口

# hosts.manager.title
source: Hosts Manager
zh_hans: Hosts 管理

# hosts.profile.copyName
source: %@ Copy
zh_hans: %@ 副本

# hosts.profile.disable
source: Disable
zh_hans: 禁用

# hosts.profile.duplicate
source: Duplicate Profile
zh_hans: 复制配置

# hosts.profile.enable
source: Enable
zh_hans: 启用

# hosts.profile.newName
source: New Profile
zh_hans: 新配置

# hosts.system.openHelp
source: Open in Default Editor
zh_hans: 用默认编辑器打开

# hosts.system.title
source: System Hosts
zh_hans: 系统 Hosts

# hotkey.recorder.clear
source: Clear shortcut
zh_hans: 清除快捷键

# hotkey.recorder.placeholder
source: Click to record
zh_hans: 点击录入

# hotkey.recorder.prompt
source: Press shortcut…
zh_hans: 按下快捷键…

# hotkey.recorder.tipBound
source: Click to re-record · ⌫ to clear · ESC to cancel
zh_hans: 点击重录 · ⌫ 清除 · ESC 取消

# hotkey.recorder.tipUnbound
source: Click to record shortcut
zh_hans: 点击录入快捷键

# imageConversion.basket.count
source: %lld items
zh_hans: %lld 项

# imageConversion.clear
source: Clear
zh_hans: 清空

# imageConversion.clipboardItem
source: Clipboard image
zh_hans: 剪贴板图片

# imageConversion.compare.empty
source: Select an item to compare
zh_hans: 在左侧选择图片以对比

# imageConversion.compare.original
source: Original
zh_hans: 原图

# imageConversion.compare.result
source: Result
zh_hans: 结果

# imageConversion.compare.updating
source: Updating…
zh_hans: 正在生成预览…

# imageConversion.convert
source: Convert
zh_hans: 转换

# imageConversion.convertAll
source: Convert All
zh_hans: 全部转换

# imageConversion.converting
source: Converting
zh_hans: 转换中

# imageConversion.copyAsFile
source: Copy as File
zh_hans: 复制为文件

# imageConversion.drop.subtitle
source: Drag images in or press ⌘V
zh_hans: 拖入图片文件，或按 ⌘V 粘贴

# imageConversion.drop.title
source: Drop images to convert
zh_hans: 拖入图片开始转换

# imageConversion.fileMissing
source: The output file no longer exists
zh_hans: 输出文件已不存在

# imageConversion.history.clear
source: Clear History
zh_hans: 清空记录

# imageConversion.history.empty
source: Converted images will appear here
zh_hans: 转换过的图片会显示在这里

# imageConversion.history.saveFailed
source: File saved, but conversion history could not be recorded
zh_hans: 文件已保存，但转换记录写入失败

# imageConversion.history.title
source: Conversion Records
zh_hans: 转换记录

# imageConversion.mode.format
source: Format
zh_hans: 格式

# imageConversion.mode.targetSize
source: Target Size
zh_hans: 目标体积

# imageConversion.noFormats
source: No supported output formats
zh_hans: 没有可用的输出格式

# imageConversion.output.panelMessage
source: Choose where to save the converted files
zh_hans: 选择转换结果的保存位置

# imageConversion.output.panelPrompt
source: Convert
zh_hans: 开始转换

# imageConversion.quality
source: Quality
zh_hans: 质量

# imageConversion.remove
source: Remove
zh_hans: 移除

# imageConversion.saveAnyway
source: Save Anyway
zh_hans: 仍要保存

# imageConversion.savedAnyway
source: Best-effort result saved
zh_hans: 已保存最小候选

# imageConversion.sidebar.basket
source: Basket
zh_hans: 待转

# imageConversion.sourceMissing
source: Can't read the image; the source file may have been deleted
zh_hans: 无法读取图片，源文件可能已被删除

# imageConversion.status.failed
source: Failed
zh_hans: 转换失败

# imageConversion.status.firstFrameOnly
source: First frame only
zh_hans: 仅转换第一帧

# imageConversion.status.targetMiss
source: Target missed
zh_hans: 未达目标

# imageConversion.status.unsupported
source: Unsupported
zh_hans: 不支持

# imageConversion.status.unsupportedFormat
source: This format cannot be compressed to a target size
zh_hans: 该格式不支持体积压缩

# imageConversion.stop
source: Stop
zh_hans: 停止

# imageConversion.targetFormat
source: Target format
zh_hans: 目标格式

# imageConversion.targetInvalid
source: Enter a valid target size
zh_hans: 请输入有效的目标体积

# imageConversion.targetSize.pngNote
source: PNG has no quality setting; the target is met by scaling down
zh_hans: PNG 无质量参数，会通过缩小尺寸达到目标体积

# imageConversion.targetSize.sameFormat
source: Output keeps the source format (JPEG, HEIC, AVIF, WebP, PNG)
zh_hans: 输出保持原格式（支持 JPEG、HEIC、AVIF、WebP、PNG）

# imageConversion.title
source: Image Conversion
zh_hans: 图片格式转换

# imageConversion.toast.summary
source: Converted %lld, skipped %lld
zh_hans: 已转换 %lld 张，跳过 %lld 项

# imageConversion.toast.summaryWithHistoryWarnings
source: Converted %lld, skipped %lld; %lld history records not saved
zh_hans: 已转换 %lld 张，跳过 %lld 项，%lld 条转换记录写入失败

# imageConversion.unattainableHint
source: Minimum size reached — this target is unattainable
zh_hans: 已达最小尺寸，无法达成此目标

# keepAwake.duration.15min
source: 15 minutes
zh_hans: 15 分钟

# keepAwake.duration.1hour
source: 1 hour
zh_hans: 1 小时

# keepAwake.duration.2hour
source: 2 hours
zh_hans: 2 小时

# keepAwake.duration.30min
source: 30 minutes
zh_hans: 30 分钟

# keepAwake.duration.indefinite
source: Until I turn it off
zh_hans: 直到手动关闭

# keepAwake.duration.menuHelp
source: Choose how long to keep awake
zh_hans: 选择保持唤醒时长

# keepAwake.duration.turnOff
source: Turn off
zh_hans: 关闭

# menubarIcon.appConnected
source: App connection
zh_hans: 应用连接

# menubarIcon.bolt
source: Bolt
zh_hans: 闪电

# menubarIcon.connectedPoints
source: Connected dots
zh_hans: 连接点

# menubarIcon.cycle
source: Cycle
zh_hans: 循环

# menubarIcon.doorLeft
source: Left door
zh_hans: 左开门

# menubarIcon.globe
source: Globe
zh_hans: 地球

# menubarIcon.grid2x2
source: 2×2 grid
zh_hans: 网格

# menubarIcon.grid3x3
source: 3×3 grid
zh_hans: 九宫格

# menubarIcon.link
source: Link
zh_hans: 链接

# menubarIcon.network
source: Network
zh_hans: 网络

# menubarIcon.sparkles
source: Sparkles
zh_hans: 闪光

# menubarIcon.switch
source: Switch
zh_hans: 切换

# menubarIcon.wand
source: Wand
zh_hans: 魔杖

# onboarding.appShortcuts.hint
source: Add app shortcuts from the menu-bar panel or Settings → Panel.
zh_hans: 在菜单栏面板或 设置 → 面板 中添加应用快捷键。

# onboarding.appShortcuts.subtitle
source: Bind a global hotkey to an app: press to bring it to the front, press again to hide it — and it launches if it isn't running.
zh_hans: 给任意应用绑定全局快捷键:按下唤至前台,再按一次隐藏,应用未运行时会自动启动。

# onboarding.appShortcuts.title
source: One hotkey, any app
zh_hans: 一键唤出任意应用

# onboarding.capture.autoFeatures
source: Auto-copy, auto-save, and history are built in.
zh_hans: 自动复制、自动保存和历史记录都已内置。

# onboarding.capture.demoCaption
source: Preview only — real capture runs from the panel or your hotkey.
zh_hans: 仅为预览,真正的截图由面板或你的热键触发。

# onboarding.capture.overlayHint
source: Copy, save, annotate, or pin — no digging through your desktop.
zh_hans: 复制、保存、标注或贴图,无需再去桌面翻找。

# onboarding.capture.subtitle
source: Grab a region, window, full screen, a timed shot, or a scrolling page — then act right from the thumbnail.
zh_hans: 可截区域、窗口、全屏、计时或滚动长图,然后直接在缩略图上处理。

# onboarding.capture.title
source: Handle screenshots on the spot
zh_hans: 截图后立刻处理

# onboarding.clipboard.hint
source: Text, images, files, screenshots, OCR, QR codes, and picked colors.
zh_hans: 文本、图片、文件、截图、OCR、二维码和取色,全都记得住。

# onboarding.clipboard.paletteCaption
source: Command Palette
zh_hans: 命令面板

# onboarding.clipboard.subtitle
source: Bring back anything you copied, and run any command from one search box.
zh_hans: 找回你复制过的一切,并用一个搜索框执行任何命令。

# onboarding.clipboard.title
source: Clipboard wall & command palette
zh_hans: 剪贴板墙和命令面板

# onboarding.clipboard.wallCaption
source: Clipboard · ⌘⇧V
zh_hans: 剪贴板墙 · ⌘⇧V

# onboarding.customize.dragHint
source: Drag to reorder
zh_hans: 拖拽排序

# onboarding.customize.menuBarHint
source: Find the AnyDoor icon in your menu bar — that's home base.
zh_hans: 在菜单栏找到 AnyDoor 图标,那就是它的家。

# onboarding.customize.openSettings
source: Open Settings to customize
zh_hans: 打开设置继续配置

# onboarding.customize.recordHint
source: Click a field to record a hotkey
zh_hans: 点击字段即可录制热键

# onboarding.customize.recordingState
source: Recording…
zh_hans: 录制中…
